# The usual day-one rebuild for daily work.
brew "bash"
brew "wget"
brew "vim"
brew "uv"
brew "tig"
brew "htop"
brew "tree"
brew "tmux"
brew "jq"
brew "ncurses"
brew "gh"
brew "go"
brew "pandoc"
brew "jira-cli"
brew "volta"
brew "ffmpeg"

cask "iterm2"
cask "orbstack"
cask "google-chrome"
cask "google-chrome@canary"
cask "vivaldi"
cask "duckduckgo"
cask "visual-studio-code"
cask "github"
cask "codex"
cask "claude"
cask "antigravity"
cask "keyboard-maestro"
cask "rectangle-pro"
cask "karabiner-elements"
cask "betterdisplay"
cask "obsidian"
cask "logseq"
cask "mailmate@beta"
cask "keepassxc"
cask "spotify"
cask "shottr"
cask "kap"
