# Enough to browse, code, and get back into the repo quickly.
brew "bash"
brew "wget"
brew "vim"
brew "uv"
brew "tig"
brew "htop"
brew "tree"
brew "tmux"
brew "jq"
brew "ncurses"

cask "vivaldi"
cask "duckduckgo"
cask "visual-studio-code"
cask "codex"
cask "claude"
cask "antigravity"
cask "keyboard-maestro"
cask "rectangle-pro"
cask "karabiner-elements"
cask "obsidian"
cask "logseq"
cask "mailmate"
cask "keepassxc"
cask "spotify"
