# Daily rebuild plus network and support tools.
brew "bash"
brew "wget"
brew "vim"
brew "uv"
brew "tig"
brew "htop"
brew "tree"
brew "tmux"
brew "jq"
brew "ncurses"
brew "go"
brew "pandoc"
brew "jira-cli"
brew "volta"
brew "ffmpeg"
brew "telnet"
brew "rclone"
brew "ipmitool"
brew "openssl"
brew "lftp"
brew "mtr"
brew "nmap"
brew "net-snmp"

cask "vivaldi"
cask "duckduckgo"
cask "visual-studio-code"
cask "codex"
cask "claude"
cask "keyboard-maestro"
cask "rectangle-pro"
cask "karabiner-elements"
cask "obsidian"
cask "keeweb"
cask "spotify"
cask "shottr"
cask "kap"
cask "rustdesk"
cask "netspot"
