# Daily rebuild plus network and support tools.
brew "bash"
brew "wget"
brew "vim"
brew "uv"
brew "tig"
brew "htop"
brew "tree"
brew "tmux"
brew "jq"
brew "ncurses"
brew "gh"
brew "go"
brew "pandoc"
brew "jira-cli"
brew "volta"
brew "ffmpeg"
brew "telnet"
brew "rclone"
brew "ipmitool"
brew "openssl"
brew "lftp"
brew "mtr"
brew "nmap"
brew "net-snmp"

cask "iterm2"
cask "orbstack"
cask "google-chrome"
cask "google-chrome@canary"
cask "vivaldi"
cask "duckduckgo"
cask "visual-studio-code"
cask "github"
cask "codex"
cask "claude"
cask "antigravity"
cask "keyboard-maestro"
cask "rectangle-pro"
cask "karabiner-elements"
cask "betterdisplay"
cask "obsidian"
cask "logseq"
cask "mailmate@beta"
cask "keepassxc"
cask "spotify"
cask "slack"
cask "discord"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "onedrive"
cask "microsoft-outlook"
cask "microsoft-remote-desktop"
cask "skim"
cask "adobe-acrobat-reader"
cask "pdf-expert"
cask "shottr"
cask "kap"
cask "tailscale-app"
cask "little-snitch"
cask "rustdesk"
cask "netspot"
